// 5 IMAGES KAJAL/ANKLET DATA MATRIX FOR VERIFICATION

export const image1_data = {
  size_5_half: {
    "மூன்று இடை முத்து": [44.980, 53.020, 44.290],
    "இரண்டு புல் முத்து": [85.480, 105.490]
  },
  size_6: {
    "மூன்று இடை முத்து": [46.270, 46.310, 44.550],
    "ஒரு புல் முத்து": [79.080, 85.640, 74.470],
    "இரண்டு புல் முத்து": [89.360, 99.220, 93.760]
  },
  size_6_half: {
    "மூன்று இடை முத்து": [49.000],
    "ஒரு புல் முத்து": [78.410],
    "இரண்டு புல் முத்து": [96.880, 104.100, 96.640, 98.910, 105.820]
  }
}

export const image2_data = {
  size_7: {
    "மூன்று இடை முத்து": [60.840, 50.140, 60.330, 50.300, 56.260, 69.390, 60.500, 63.880],
    "ஒரு புல் முத்து": [92.030, 84.110, 84.640, 85.400, 87.180],
    "இரண்டு புல் முத்து": [95.690, 111.630, 102.410]
  },
  size_7_half: {
    "மூன்று இடை முத்து": [58.950, 75.030, 85.690, 52.960, 63.900, 52.370, 63.290],
    "ஒரு புல் முத்து": [110.410, 90.100, 89.510],
    "இரண்டு புல் முத்து": [109.070]
  }
}

export const image3_data = {
  size_7_half_cont: {
    "இரண்டு புல் முத்து": [139.400, 109.400, 111.600]
  },
  size_8: {
    "மூன்று இடை முத்து": [58.020, 69.990, 69.970, 79.960, 91.960, 91.160, 79.960],
    "இரண்டு புல் முத்து": [129.940, 121.440, 104.200, 120.430],
    "ஒரு முத்து": [74.780, 59.780, 51.000]
  },
  size_8_half: {
    "மூன்று இடை முத்து": [79.480, 78.770, 79.720, 73.060, 86.070],
    "ஒரு முத்து": [86.170, 64.170, 64.670]
  }
}

export const image4_data = {
  size_8_half_cont: {
    "இரண்டு புல் முத்து": [101.810, 128.560, 117.460],
    "செயின் முத்து": [132.980],
    "கும்கி": [122.380],
    "மிலி": [114.120, 107.820]
  },
  size_9: {
    "மூன்று இடை முத்து": [99.070, 107.890, 81.840, 92.900, 79.600, 92.360, 90.670, 81.450],
    "செயின் முத்து": [153.800]
  },
  size_9_half: {
    "மூன்று இடை முத்து": [71.820, 79.360, 100.860, 100.450, 78.290],
    "மிலி": [187.820, 145.220],
    "செயின் முத்து": [151.840]
  }
}

export const image5_data = {
  size_9_half_cont: {
    "செயின் முத்து": [108.750, 130.640]
  },
  size_10: {
    "இரண்டு புல் முத்து": [149.360, 150.500],
    "கும்கி": [183.310],
    "மிலி": [188.580],
    "கொத்து முத்து": [112.700],
    "செயின் முத்து": [170.200, 71.830, 157.870]
  },
  size_10_half: {
    "மூன்று இடை முத்து": [92.080, 111.080, 68.160, 75.850, 98.950, 106.220, 100.350],
    "ஒரு புல் முத்து": [123.220, 124.300],
    "இரண்டு புல் முத்து": [166.360, 155.770, 167.720, 155.670]
  }
}
